"Sorry" = "Verzeihung";
"Don't remind me again" = "Nicht mehr erinnern";

"ConnectionFailedMsg" = "Die Verbindung ist fehlgeschlagen. Bitte überprüfen Sie, ob Sie mit dem Internet verbunden sind und versuchen es später erneut.";

"OK" = "OK"; 

"NoUpdate" = "Kein Update verfügbar";

"NoUpdateMsg" = "Sie haben bereits die neueste Version von Doorman.";

"Update" = "Neue Version"; 

"UpdateMsg" = "Version %.2f von Doorman ist verfügbar (Sie haben %.2f). Möchten Sie die Website besuchen?";

"Visit" = "Website besuchen";

"Cancel" = "Abbrechen";
"Later" = "Später";

"SoftwareURL" = "http://mr-fridge.de/de/software/doorman/index.php";

"VersionCheckURL" = "http://mr-fridge.de/software/doorman/download/versioncheck.txt";

"Unsecure" = "Unsicher";
"OK for web accounts" = "OK für unkritische Daten";
"Save for private data" = "Sicher für private Daten";
"Save for confidential data" = "Sicher für vertrauliche Daten";